{"answers":["I was looking for information about a vacation in Scotland. I googled 'Scotland vacation' and found a list of useful links including hotels, flights and tourist attractions.","I thought it was a really good system because it highlighted the important information.","I thought this was a really interesting task."],"condition":"CQ"}
{"answers":["I looked at reviews of computer components.","I liked that you could filter if you wanted or highlighted things.","N/A"],"condition":"CQ"}
{"answers":["In college I used software to look through professional articles for a thesis paper about college sports. I had to look for things that supported my case, so I needed to slowly go through publication after publication looking for anything that backed up what I was trying to prove.","I liked how everything was curated. I could just type in a search term and every article with that term would show up. It also made it easy to see which articles I have already read and which ones I have yet to read.","Well done."],"condition":"CQ"}
{"answers":["I looked for information on computer repair in my area by reading online reviews.","I liked how the relevant information was highlighted to help me find it fast.","It took a while to figure out exactly what I was doing. Maybe a quick practice session might be helpful."],"condition":"CQ"}
{"answers":["Mugabe was portrayed as a power-hungry dictator. He used violence and coercion to win an unfair election. He has not instituted any reforms to improve the poverty in Zimbabwe.","I looked up medical information to determine what a doctor's medical summary of a diagnostic test meant. I entered unfamiliar medical terminology into Google's search engine and reviewed the information that popped up. Sometimes the search was as simple as getting a definition. Other times, it was a more complex and required additional research.","The text fragments were not very helpful because they were incomplete statements. I liked the setup of the articles but the time limitations made it difficult to adequately digest the information. In medical research, time constraints would be counter-productive for me.","I ran out of time to read the articles and felt rushed to skim through the articles that I was able to read."],"condition":"IR"}
{"answers":["Robert Mugabe is the corrupt president of Zimbawe. He has been in power for two decades. He corrupted the election process and accepted a fifth term that was not his to accept. African leaders as well as leaders in Europe and America are pressured to intervene.","I need to put a new battery in my laptop and have looked up information about the process online, using info from forums and tech magazines","It was a lot of information that didn't seem to be filtered or highlighted in anyway. Not sure if it answers the question but one thing I liked is that the search results were only articles about the topic and not a bunch of random stuff or products to buy.","I probably needed more time to read the articles but it was overall interesting and engaging as a task."],"condition":"IR"}
{"answers":["Mugabe made a point of stating that white farmers and the opposition party were terrorists, calling them that at least 20 times a day.  Mugabe hoped that by railing against the white farmers and encouraging violence he would regain his popularity and support.  The loss of farmers caused a disruption in the food supply chain which coupled with hyper inflation and high unemployment meant that many could only eat one meal a day.","I searched medical journals, websites and forums for the type of cancer my dad had been diagnosed with and the treatment his doctor had advised. ","I liked being able to control the number of mentions so I could determine relevance rather than trust a search engine.  I think it would be a very helpful tool when doing a deep research project or for journalists researching their topic","I would have liked more time to read but I enjoyed the study.  Thank you."],"condition":"CQ"}
{"answers":["The New York Times portrayed Robert Mugabe in a very negative fashion. They said that he thinks that white farmers in Zimbabwe are terrorists. He allows black squatters to live on the whites' farms without being allowed.","I used the Internet to look for information for an upcoming road trip. I like to use many different websites to see what there is to do in new places.","It was helpful that it showed a little snippet about what the article was about. The search function would be very helpful if you were trying to research for a project.","Not at this time."],"condition":"IR"}
{"answers":["The New York Times portrayed Mugabe as a tyrannical dictator. All the articles seemed to portray him in a negative light. ","I am always looking through documents to find information. I will beging by quickly scanning the document to get the general gist. Then I will search the document for specific terms. ","I really didn't find any differences how I would normally do it. There wasn't much to it to like or dislike. It was straight forward.","None"],"condition":"IR"}
{"answers":["Mugabe was portrayed as brutal and corrupt.  He did not win the election fairly. He wrecked the economy of Zimbabwe. ","I was looking for a fried rice recipe. I used a search engine to find recipes. ","I liked that I could expand the articles and filter them by the number of times the key word was mentioned.","I could have used more time to read all of the articles."],"condition":"CQ"}
{"answers":["Robert Mugabe has been in power for 21 years. He the  dictator of Zimbabwe who won the election unfairly. ","I looked up information about a specific movie. I first used google search than I picked the one review that seemed the most credible. ","I liked how it showed text fragments however it did not help me answering the questions. It seemed the question were irrelevant to the highlighted texts.","It was a little bit complicated to understand the task"],"condition":"CQ"}
{"answers":["They portrayed Mugabe as a dictator that squashed all of his opposition, whether that be political opposition, media, or regular citizens. They portrayed him as a dictator who used force against farmers and placed blame on other countries.","I searched online research databases for articles pertaining to specific topics or 'key words' to help with my graduate studies; particularly as a start to a literature review for my Masters Thesis.","The system highlighting all of the instances in the articles where the keyword search or particular topic was highlighted was important and helpful in finding information related to the specific text written about the topic. The part of this highlighting that I didn't like is that it didn't highlight the entire sentence, but rather segments of the sentence, so it was hard to gain context without reading the unhighlighted text before or after the highlighted sections. I did like the tracking of the articles already read and unread and the count of the number of times the article mentioned the topic, to focus beginning searches on articles with more instances of the topic mentioned as a good starting point.","It was a time pressured task that lead to some anxiety of trying to come up with a strategy to quickly browse the articles, read articles, and figure out which articles were most important. Besides that, it was an enjoyable task."],"condition":"CQ"}
